{"class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.0.1", "config": [{"class_name": "Conv2D", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "strides": [1, 1], "bias_constraint": null, "padding": "same", "batch_input_shape": [null, 66, 200, 3], "trainable": true, "kernel_regularizer": null, "activity_regularizer": null, "dilation_rate": [1, 1], "name": "conv2d_6", "data_format": "channels_last", "use_bias": true, "kernel_constraint": null, "activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}}, "dtype": "float32", "bias_regularizer": null, "kernel_size": [3, 3], "filters": 32}}, {"class_name": "MaxPooling2D", "config": {"name": "max_pooling2d_6", "pool_size": [2, 2], "padding": "valid", "trainable": true, "strides": [2, 2], "data_format": "channels_last"}}, {"class_name": "Conv2D", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "strides": [1, 1], "padding": "valid", "use_bias": true, "trainable": true, "kernel_regularizer": null, "data_format": "channels_last", "dilation_rate": [1, 1], "name": "conv2d_7", "activity_regularizer": null, "kernel_constraint": null, "activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}}, "bias_constraint": null, "bias_regularizer": null, "kernel_size": [3, 3], "filters": 64}}, {"class_name": "MaxPooling2D", "config": {"name": "max_pooling2d_7", "pool_size": [2, 2], "padding": "valid", "trainable": true, "strides": [2, 2], "data_format": "channels_last"}}, {"class_name": "Flatten", "config": {"trainable": true, "name": "flatten_5"}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 64, "trainable": true, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "name": "dense_6", "kernel_constraint": null, "activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}}, "bias_regularizer": null, "bias_constraint": null}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_4", "rate": 0.5}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 1, "trainable": true, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "name": "dense_7", "kernel_constraint": null, "activation": "linear", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}}, "bias_regularizer": null, "bias_constraint": null}}]}